<template>
  <div class="container my-3">
    <div class="row">
      <div class="col-12">
        <h2 class="text-center mb-4">
          7 Добавление графической информации и формирование документации
        </h2>
        <p class="text-justify">
          Графической информацией, содержащейся в документации на технологический процесс, 
          как правило, являются эскизы наладок. Для добавления графической информации в 
          технологический процесс используются возможности модуля CAD ADEM. 
          В принципе, каждый объект маршрута, который может иметь вложенные объекты, 
          может содержать графическую информацию (эскиз).
        </p>
        <p class="text-justify">
          Для добавления такой информации к текущему объекту маршрута используется 
          команда «Эскиз» на панели инструментов «Объекты». Для этого необходимо 
          выделить данный объект в дереве маршрута и нажать на кнопку «Эскиз». 
          В результате система переключится в модуль CAD ADEM, в котором необходимо 
          построить требующийся эскиз, либо скопировать в него уже имеющийся. 
          После построения эскиза, необходимо обвести его прямоугольной рамкой 
          (команда «Прямоугольник»), стиль линии которой должен быть 
          «Штрих с двумя пунктирами» (рисунок 4). Эта рамка необходима 
          для выделения той части графической информации, которая должна быть 
          вынесена на лист документации. Для того чтобы сохранить созданный эскиз, 
          достаточно переключиться модуль CAPP ADEM.
        </p>
        <div class="image-block text-center">
          <img src="/static/img/1.png" class="img-fluid mb-3">
          <p>Рисунок 4 - Создание эскиза</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  
}
</script>

<style lang="scss">

</style>
