<template>
  <div>
    <h3>Инструкция к применения приложения для обучения операторов управлению электрохимическим станком</h3>
    <br>
    <h4>Расчёт процесса электрохимической обработки</h4>
    <p class="text-justify">Чтобы рассчитать процесс электрохимической обработки перейдите в модуль математического моделирования. Выберите станок, материал и электролит, которые вы хотите использовать. При необходимости можете подстроить любые параметры под свою конкретную ситуацию. Нажмите кнопку "рассчитать", чтобы увидеть результаты расчёта параметров.</p>
    <h4>Визуализация результатов расчёта</h4>
    <p class="text-justify">Перейдите на вкладку "график". На ней вы увидите график зависимости практического удельного съёма от амплитудной плотности тока для ваших параметров.</p>
    <h4>Поиск оптимальных параметров для электрохимического станка</h4>
    <p class="text-justify">При управлении электрохимическим станком существует два основных параметра, которые вы задаёте, напряжение на элеткродах (V<sub>0</sub>, В) и скорость подачи электрод-инструмента (V<sub>n</sub>, мм/мин). Для того, чтобы рассчитать оптимальные значения этих параметров (которые обеспечат наибольшую скорость обработки детали), после того, как основной процесс был рассчитан, перейдите на вкладку "оптимизация". Заполните поля и нажмите кнопку "оптимизировать". На экран будут выведены оптимальные значения.</p>
  </div>
</template>
